{
  "title": {
    "media": {
      "url": "https://github.com/LFrench03/Ganaderia-en-Cuba/raw/main/brand/PNG/Identificador_principal.png"
    },
    "text": {
      "headline": "Ganaderia en Cuba en Transición<br>¿Qué le ha pasado?",
      "text": "<p>Timeline para analizar su evolución</p>"
    }
  },
  "events": [
    {
      "media": {
        "url": "https://github.com/LFrench03/Ganaderia-en-Cuba/raw/main/Historia/img/LuisSerra.jpeg",
        "caption": "Imágen generada por el generador de imágenes de Microsoft Bing. (<a target=\"_blank\" href='https://copilot.microsoft.com/images/create?'>credits</a>)"
      },
      "text": {
        "headline": "Pasaje a la propiedad",
        "text": "<p>Luis Serra Torres, un joven de Las Tunas, llegó a La Habana en busca de cumplir su servicio militar. Se instaló en el poblado de La Gallega, dentro del municipio de Guanabacoa. Durante esos tres años de servicio, conoció a un anciano respetado por su comunidad. El hombre, que se convirtió en un padre adoptivo para Luis, lo acogió con generosidad en momentos difíciles. Una vez finalizado su servicio, el anciano, después de muchos años de lucha y sin familiares cercanos, decidió intercambiar sus viviendas. Mientras él permanecía en el pueblo, Luis se quedaba con la propiedad de la finca. Este acuerdo marcó el inicio de una nueva etapa para el joven, convertido ahora en dueño legítimo de las tierras que había conocido durante su servicio.</p>"
      },
      "start_date": {
        "year": 1943
      },
      "end_date": { "year": 1946 }
    },
    {
      "media": {
        "url": "https://github.com/LFrench03/Ganaderia-en-Cuba/raw/main/Historia/img/finca1.jpeg",
        "caption": "Imágen generada por el generador de imágenes de Microsoft Bing. (<a target=\"_blank\" href='https://copilot.microsoft.com/images/create?'>credits</a>)"
      },
      "text": {
        "headline": "El Renacimiento de Ojo de Agua",
        "text": "<p>Los primeros años de Luis como teniente de la finca Ojo de Agua, actualmente con la Cooperativa de Creditos y Servicios (CSS) 'Juan Oramas Llerena' como patrón asociado, comenzó con grandes desafíos. La finca, antes descuidada, se encontraba en un estado terrible. Sin embargo, con el apoyo financiero que le dejó el anciano fallecido y sus propios ahorros obtenidos a través de diversos trabajos, Luis tenía un plan ambicioso. Llevo a cabo numerosas inversiones e intercambios para la adquisición de parejas de ganado, alimentos, cultivos, herramientas, mano de obra entre otros. Estas acciones fueron cruciales para establecer una base sólida para la futura producción agrícola. A medida que pasaban los años, la finca Ojo de Agua comenzó a cambiar. Lo que antes era una extensión baldía se convirtió en un próspero campo agrícola. Luis, con su dedicación y visión, estaba llevando a cabo un verdadero milagro en el terreno abandonado que le había heredado.</p>"
      },
      "start_date": {
        "year": 1946
      },
      "end_date": { "year": 1949 }
    },
    {
      "media": {
        "url": "https://github.com/LFrench03/Ganaderia-en-Cuba/raw/main/Historia/img/venta_vaca.png",
        "caption": "Apuntes para una historia de la ganadería y el consumo de carne en Cuba hasta el año 1959. (<a target=\"_blank\" href='https://m.facebook.com/groups/collectcuba/posts/Apuntes-para-una-historia-de-la-ganader%C3%ADa-y-el-consumo-de-carne-en-Cuba-hasta-el-a%C3%B1o-1959/2138086819634782/'>credits</a>)"
      },
      "text": {
        "headline": "Antes del triunfo de la revolución",
        "text": "<p>En el contexto nacional, antes de 1959, la producción de carne vacuna y leche era la segunda actividad económica agrícola de Cuba, después de la caña de azúcar. Se contaban 160.000 fincas de 57 ha cada una, incluyendo latifundios. La producción de carne se priorizaba sobre la leche, excepto en áreas urbanas cercanas. Los ingenios azucareros en la región oriental mantenían rebaños bovinos, utilizando importaciones de razas específicas para cruzamientos. Algunos ingenios comenzaron a utilizar caña y miel como suplemento para el ganado desde la década de 1950. En 1955, empresas estadounidenses introdujeron mieles con urea, y en 1959, 13 ingenios ya vendían este producto.</p>"
      },
      "start_date": {
        "year": 1950
      },
      "end_date": { "year": 1959 }
    },
    {
      "media": {
        "url": "https://github.com/LFrench03/Ganaderia-en-Cuba/raw/main/Historia/img/reformaagraria2.jpg",
        "caption": "Cubadebate. (<a target=\"_blank\" href='https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT29VadeIopDUxlSadAeBbPHSf4LWrrR_1DkA&s'>credits</a>)"
      },
      "text": {
        "headline": "Despúes del triunfo de la revolución",
        "text": "<p>La finca Ojo de Agua, propiedad de Luis, siguió su propio camino de desarrollo hasta 1985, mientras Cuba experimentaba cambios significativos en su estructura agraria y económica.</p>"
      },
      "start_date": {
        "year": 1959
      },
      "end_date": { "year": 1985 }
    },
    {
      "media": {
        "url": "https://github.com/LFrench03/Ganaderia-en-Cuba/raw/main/Historia/img/reformaagraria.jpg",
        "caption": "Tribuna de la Habana. (<a target=\"_blank\" href='https://www.tribuna.cu/file/img/2020/05/medium/f0013061.jpg'>credits</a>)"
      },
      "text": {
        "headline": "Leyes de Reforma Agraria",
        "text": "<p>En 1959 y 1963, Cuba llevó a cabo reformas agrarias que nacionalizaron gran parte de las tierras dedicadas a la ganadería. Esta política afectó directamente a muchas fincas, incluyendo posiblemente algunas cercanas a Ojo de Agua. Sin embargo, la finca de Luis, al poseer para ese entonces apenas 2 hectareas de dimension en terreno, escapó de estas expropiaciones.</p>"
      },
      "start_date": {
        "year": 1959
      },
      "end_date": { "year": 1963 }
    },
    {
        "media": {
          "url": "https://github.com/LFrench03/Ganaderia-en-Cuba/raw/main/Historia/img/cooperativas.jpg",
          "caption": "Adelante.cu. (<a target=\"_blank\" href='https://www.adelante.cu/images/2019/julio/18/agricultura/ganado.jpg'>credits</a>)"
        },
        "text": {
          "headline": "Llegan las Cooperativas Agropecuarias",
          "text": "<p>Una de las medidas principales en el campo agrícola fue el surgimiento de la Cooperativa de Crédito y Servicio (CCS) como una herramienta estatal para organizar la producción de los pequeños propietarios rurales y integrarlos activamente en la vida política del país. La Asociación Nacional de Agricultores Pequeños (ANAP) jugó un papel crucial en la promoción y apoyo a estas cooperativas. Para Luis, dueño de la finca Ojo de Agua, esta situación se presentó como una oportunidad y un desafío simultáneo. Mientras que la revolución había nacionalizado muchas tierras, la finca de Luis escapó de las expropiaciones y fue adoptada como patrón asociado por la CCS 'Juan Orama Llerena'. Posteriormente, en el periodo 1975-1985 se expandió la industrialización de la economía cubana, estimulada por la cooperación con los países del campo socialista. Como parte de ese proceso, en el Primer Congreso del Partido Comunista de Cuba (PCC) (1975) se planteó como prioridad acelerar el movimiento cooperativo, pero sobre todo encaminarlo a la integración de los campesinos de las CCS a lo que se denominó CPA, las cuales socializan los medios de producción, entre ellos la tierra, que deja de ser propiedad privada individual y pasa a ser propiedad colectiva. Tiempo después como contramedida a las repercusiones de la próxima crisis económica de 1990 se fundan las Unidades Básicas de Producción Cooperativa (UBPC), constituidas en 1993 </p>"
        },
        "start_date": {
          "year": 1960
        },
        "end_date":{"year":2012}
      },
    {
        "media": {
          "url": "https://github.com/LFrench03/Ganaderia-en-Cuba/raw/main/Historia/img/vacafidel.jpg",
          "caption": "Cubanet. (<a target=\"_blank\" href='https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTk2u6IHa1DZxKYQykk2soCrgouhJQymugHqSRhOcXkblY8hEYZUK2cq5LFyfbpFWJ_fNg&usqp=CAU'>credits</a>)"
        },
        "text": {
          "headline": "La genética",
          "text": "<p>Cabe mencionar además que los años 1967 en adelante marcaron un punto de inflexión en la agricultura cubana. La Revolución consolidó los procesos de nacionalización y administración estatal de la mayoría de las tierras agrícolas. Esto dio lugar a la creación de institutos y centros de especialización e investigación en producción agropecuaria. Estas instituciones jugaron un papel crucial en el desarrollo tecnológico y científico de la agricultura cubana. Para abordar el desafío de adaptar ganado extranjero al clima caribeño, se crearon complejos específicos para su cuidado y desarrollo. Estos programas permitieron mejorar la productividad y la resistencia de las especies bovinas en Cuba. Haber creado en Cuba un rebaño vacuno lechero subtropical, y realizado inversiones en todo el país para desarrollar una nueva infraestructura ganadera basada en la inseminación artificial ha representado un desafío. En ningún otro país de la región se han aplicado, a escala nacional, los métodos de la ciencia y la técnica ganadera; sin embargo, al cabo de 30 años, el talón de Aquiles de la ganadería cubana sigue siendo el crecimiento de la masa ganadera. Aunque se trata sin duda de un problema reproductivo, su relación fundamental es con el suministro de agua, la alimentación, los minerales, el manejo de los animales y la comercialización por los productores.</p>"
        },
        "start_date": {
          "year": 1967
        }
      },
    {
      "media": {
        "url": "https://github.com/LFrench03/Ganaderia-en-Cuba/raw/main/Historia/img/seca.jpg",
        "caption": "Cubadebate. (<a target=\"_blank\" href='https://i.pinimg.com/originals/10/67/e2/1067e202f491c5ea3811af9f4e744e3f.jpg'>credits</a>)"
      },
      "text": {
        "headline": "Superando la sequía.",
        "text": "<p>La sequía que azotó Cuba desde 1984 hasta 1989 presentó un desafío monumental para la agricultura y la ganadería del país. Cuando el gobierno declaró la emergencia ganadera, Luis se movilizó rápidamente para proteger su rebaño. Construyó lotes secos temporales en su finca, utilizando técnicas aprendidas de otros ganaderos locales. Además, siguió la recomendación oficial de desviar una parte de su ganado a los centros de acopio y limpieza de caña de azúcar. Por otro lado lo que realmente cambió la situación para Luis fue el descubrimiento de la utilidad de los residuos cañeros como alimento para su ganado. Comprendió que estos residuos, junto con la miel, la urea, la cachaza y el agua, formaban una dieta equilibrada y nutritiva para sus animales. Consciente de la importancia de diversificar las fuentes de alimento, Luis comenzó a buscar otras opciones. Descubrió que la industria azucarera, que había sido históricamente una fuente importante de empleo y riqueza en Cuba, ahora ofrecía una alternativa vital para la supervivencia ganadera. En 1986-87, el 35% de los alimentos utilizados por el ganado vacuno provenían de la industria azucarera. Para Luis, esto significaba que tenía acceso a una reserva importante de recursos alimenticios para sus animales. Como resultado, al final de la sequía, en 1989, la industria azucarera había casi duplicado su producción de alimentos para el ganado. </p"
      },
      "start_date": {
        "year": 1984
      },
      "end_date": { "year": 1989 }
    },
    {
        "media": {
          "url": "https://github.com/LFrench03/Ganaderia-en-Cuba/raw/main/Historia/img/bloqueoo.jpg",
          "caption": "PX3. (<a target=\"_blank\" href='https://s3-us-west-2.amazonaws.com/px3fr/upload/2007/large/1-9672-09_PX3_BAZANCUBA_04.jpg'>credits</a>)"
        },
        "text": {
          "headline": "Crisis económica.",
          "text": "<p>A partir de 1991, Cuba enfrentó una serie de desafíos que sentaron las bases para una profunda crisis económica que perduraría hasta la actualidad. El colapso del campo socialista, junto con el endurecimiento de las políticas de bloqueo económico por parte de Estados Unidos, creó un entorno extremadamente difícil para la economía cubana. Internamente, la sociedad cubana sufrió procesos de burocratización y niveles crecientes de corrupción, lo que exacerbó la ineficiencia generalizada del sistema. Estos factores combinados llevaron a una crisis económica que afectó todos los sectores, incluyendo la agricultura. Para Luis, dueño de la finca Ojo de Agua, esta crisis se tradujo en una disminución drástica en la oferta de insumos esenciales para su producción. Los problemas de suministro afectaron directamente su capacidad para mantener y expandir su rebanco ganadero y sus cultivos. En este contexto, el Estado cubano se vio obligado a redactar una nueva ley de reforma agrícola, que buscaba modificar la tenencia de la tierra y promover una mayor eficiencia en la producción agrícola. El asunto también llevó a una reducción en la inversión pública en infraestructura agrícola. Además, la disminución del poder adquisitivo de la población local debido a la crisis económica podría haber reducido la demanda de productos agrícolas, lo que afectaría directamente la rentabilidad de la finca de Luis. </p"
        },
        "start_date": {
          "year": 1990
        },
        "end_date": { "year": 1997 }
      },
        {"text": {
          "headline": "Crisis económica.",
          "text": "<p>Cuba experimentó un notable cambio en su estructura ganadera, con un 63% de la masa ganadera dedicada a la producción láctea. Esta tendencia reflejaba una estrategia de desarrollo agrícola enfocada en la producción de productos lácteos. La alimentación de estos animales estaba bien planificada, adaptándose a las dos estaciones del año. Durante la época de lluvias, los animales se alimentaban principalmente de pastos y forrajes, complementados con ensilaje y heno. En la época seca, cuando el pastoreo era imposible, se recurría a subproductos de la industria azucarera. Un aspecto destacado de la alimentación láctea era la adición de concentrados. Cada vaca recibía 0,46 kg de estos concentrados a partir del quinto litro de leche producido, lo que indicaba un enfoque en la mejora de la calidad y cantidad de la producción láctea. La infraestructura necesaria para mantener esta producción láctea era impresionante. Anualmente, se importaban aproximadamente 400 000 toneladas de fertilizantes, así como miles de toneladas de alambre, pesticidas y herbicidas. Además, se requirió la importación de 16 000 tractores y 90 000 toneladas de petróleo para los trabajos agrícolas y la distribución de forraje. La alimentación del sector ganadero cubano dependía en gran medida de importaciones y subproductos industriales. Anualmente, se importaban aproximadamente 600 000 toneladas de materia prima para elaborar concentrados para el ganado, incluyendo 90 000 toneladas de urea, 70 000 toneladas de harina de soja y girasol, 30 000 toneladas de sales y minerales, y 7 000 toneladas de sosa cáustica para procesar el bagazo de los ingenios azucareros. </p"
        },
        "start_date": {
          "year": 1990}, 
            "end_date": { "year": 1997 }
        },
        {
          "media": {
            "url": "https://github.com/LFrench03/Ganaderia-en-Cuba/raw/main/Historia/img/graph/leche_area.png",
            "caption": "DataPecuario en la sección 'Ganado' dentro de la producción. (<a target=\"_blank\" href='https://s3-us-west-2.amazonaws.com/px3fr/upload/2007/large/1-9672-09_PX3_BAZANCUBA_04.jpg'>credits</a>)"
          },
          "text": {
            "headline": "Crisis económica.",
            "text": "<p>En el año 1990 el pais alcanzó un pico de rendimiento y producción lactea con 1034.4 miles de toneladas de leche y 1855kg de leche por vaca, el equivalente a casi 9 kg de leche por vaca al día. Sin embargo, apenas dos años después, en 1992, la producción había caído dramáticamente un 50%, quedando en 622.3 millones de litros. Esta abrupta disminución tuvo un impacto devastador en la infraestructura ganadera que Luis había trabajado tanto para establecer. La condición física de los rebaños lecheros, que habían tardado 25 a 30 años en consolidarse, empeoró significativamente. Para Luis, dueño de la finca Ojo de Agua, esta situación representó un golpe duro, sus inversiones en infraestructura ganadera y su esfuerzo por mejorar la productividad se vieron directamente afectados por esta crisis. La disminución en la producción láctea afectó no solo la economía de su finca, sino también su capacidad para mantener y expandir su rebaño ganadero En respuesta a esta crisis, el gobierno cubano inició un proceso de transformación en el sistema de producción de pastos. Se abandonó el método tradicional de pastoreo acuartonado y se adoptó un nuevo sistema de rotación de alta carga diaria. Este cambio, aunque necesario, planteó nuevos desafíos para los productores como Luis, quienes tendrían que adaptar sus prácticas de manejo y alimentación de los animales. Además, el nuevo sistema de producción introdujo la idea de 'microvaquerías', donde los trabajadores y sus familias vivían directamente en las instalaciones de crianza. Esto permitía una mejor distribución geográfica de la producción láctea, ubicando las vacas cerca de los centros urbanos.</p"
          },
          "start_date": {
            "year": 1990}, 
              "end_date": { "year": 1997 }
          }
  ]
}
